/**
 * Запрос к серверу для получения списка товаров
 */
export const getItems = () => {
    return [
        { id: 1, title: 'Первый товар', barcode: '121212121212'},
        { id: 2, title: 'Второй товар', barcode: '232323232323'},
        { id: 3, title: 'Третий товар', barcode: '343434343434'},
        { id: 4, title: 'Четвертый товар', barcode: '454545454545'},
        { id: 5, title: 'Пятый товар', barcode: '565656565656'},
        { id: 6, title: 'Шестой товар', barcode: '676767676767'},
        { id: 7, title: 'Седьмой товар', barcode: '787878787878'}
    ]
}